[
    {
        "header": "❝ Ultimate queer safe space ❞",
        "paragraphs": "People there are amazing, didn't see any insults ever, everyone is very supportive, the memes are good, and there is every kind of good person I can imagine. I generally really enjoy spending time there",
        "user": "- thegoddessoftechnology",
        "stars": "★★★★★"
    },
    {
        "header": "❝ ♡♡♡♡♡ ❞",
        "paragraphs": "We're here, we're queer, and we are a chaotic mess. But it's the very fun type of chaotic mess, don't get me wrong! We try our best to be a safe space and as far as I've seen, am doing anywhere from pretty to really good with that. People here are fun and I have made lots of friends I would not have gotten the opportunity to meet otherwise. You're gonna have a great time here (if you plan on being respectful and stuff, that is). Stay safe and drink water please ♡",
        "user": "- the_lemon_bastard",
        "stars": "★★★★★"
    },
    {
        "header": "❝ Lovely server ❞",
        "paragraphs": "A really friendly and active server full of nice people, and with a handful of activities, you are guaranteed to have fun here",
        "user": "- king9",
        "stars": "★★★★★"
    },
    {
        "header": "❝ Amazing ❞",
        "paragraphs": "The members are all really supportive and nice and the community is welcoming and accepting. Definitely worth joining",
        "user": "- chaotic_hamster_0001",
        "stars": "★★★★★"
    },
    {
        "header": "❝ Continously improving for the better ❞",
        "paragraphs": "The owner always tries to make changes for everyone's good, takes feedback seriously and listens. Not just a server that's surviving, it's thriving!",
        "user": "- fuglen",
        "stars": "★★★★★"
    },
    {
        "header": "❝ Awesome server ❞",
        "paragraphs": "Most servers that tend to reach member counts in this range lose a lot of their tightly knit charm, but this server's by far the exception. The people were kind, friendly, and welcoming, and the owner is one of the nicest, most down to earth peeps you'd ever meet. I definitely think this server deserves the best possible rating.",
        "user": "- kerberossi",
        "stars": "★★★★★"
    },
    {
        "header": "❝ Nice and very accepting! ❞",
        "paragraphs": "The Meow Movement is full of lots of loving, kind, and accepting people! It's also a very active server with lots of people so you can make many friends:3",
        "user": "- amethystthestar",
        "stars": "★★★★★"
    },
    {
        "header": "❝ It's so welcoming!! ❞",
        "paragraphs": "It has such a comfortable, welcoming and accepting community! Everyone is kind and friendly and there's something for everyone there! It's honestly my favorite server. I love it so much!",
        "user": "- jaytheslay_",
        "stars": "★★★★★"
    },
    {
        "header": "❝ It's warm and welcoming! ❞",
        "paragraphs": "It's a really comfortable, LGBTQ+ and mentally safe server. I feel truly welcomed and I love the server!",
        "user": "- silent_wolph116",
        "stars": "★★★★★"
    }
]